{
  "meta": {
    "home": {
      "title": "Открытый набор инструментов для тревоги",
      "description": "Инструменты сообщества для снижения тревожности: дыхательные практики, якорение, мышечная релаксация."
    },
    "breathing": {
      "title": "Дыхательное упражнение на 2 минуты",
      "description": "Бесплатное дыхательное упражнение по схеме 4:6. Активирует парасимпатическую нервную систему для естественного снижения тревожности и стресса."
    },
    "grounding": {
      "title": "Техника якорения 5-4-3-2-1",
      "description": "Бесплатное упражнение с использованием 5 чувств для успокоения тревоги и паники. Доказанная методика для мгновенного снижения стресса."
    },
    "guidedBreathing": {
      "title": "Направляемое дыхание",
      "description": "Продвинутые дыхательные упражнения с мягкой поддержкой. Сессии 5-10 минут для глубокого расслабления и контроля тревожности."
    },
    "progressiveMuscleRelaxation": {
      "title": "Прогрессивная мышечная релаксация",
      "description": "Бесплатное упражнение для релаксации мышц. Снимает физическое напряжение и тревогу через систематическое расслабление мышц."
    },
    "peacefulVisualization": {
      "title": "Успокаивающая визуализация",
      "description": "Направляемые визуализации для снижения тревоги. Путешествуйте мысленно в спокойные места для расслабления и снижения стресса."
    },
    "thoughtLabeling": {
      "title": "Маркировка мыслей",
      "description": "Интерактивный инструмент категоризации тревожных мыслей. Помогает идентифицировать и пометить мысли для снижения их эмоционального влияния."
    },
    "stressReliefBubbles": {
      "title": "Антистрессовые пузыри - интерактивная игра",
      "description": "Интерактивная игра с лопанием пузырей для снятия стресса и контроля тревожности. Дает приятный сенсорный опыт для расслабления."
    },
    "fidgetSpinner": {
      "title": "Онлайн-спиннер — спокойное движение для лишней энергии",
      "description": "Минималистичный виртуальный спиннер с реалистичной инерцией. Проведите, чтобы запустить, отпустите, чтобы он затухал, и дайте беспокойным рукам ровный выход."
    },
    "soundTherapy": {
      "title": "Звуковая терапия - целебные частоты",
      "description": "Бесплатная звуковая терапия с целебными частотами и бинауральными ритмами. Аудио для глубокого расслабления и снятия стресса."
    },
    "stressBall": {
      "title": "Интерактивный антистрессовый мяч",
      "description": "Виртуальный антистрессовый мяч. Тяните, бросайте и отбивайте для мгновенного снятия стресса и контроля тревожности. Бесплатный терапевтический инструмент."
    },
    "magicBubbleBreathing": {
      "title": "Дыхание Волшебных Пузырей - Интерактивное Визуальное Дыхательное Упражнение для Детей",
      "description": "Интерактивная визуализация дыхания с пузырями для детей. Наблюдайте, как красочный пузырь растет и уменьшается с вашим дыханием. Визуальная помощь для дыхания, которая делает дыхательные упражнения веселыми и увлекательными для детей. Инструмент управления тревогой, подходящий для детей."
    },
    "privacy": {
      "title": "Политика конфиденциальности - Anxiety Aid Tools",
      "description": "Политика конфиденциальности Anxiety Aid Tools. Узнайте, как мы защищаем ваши данные с минимальной аналитикой и локальным хранением."
    },
    "terms": {
      "title": "Условия использования - Anxiety Aid Tools",
      "description": "Условия использования Anxiety Aid Tools. Приложение для управления тревожностью с открытым исходным кодом под лицензией GPL."
    },
    "support": {
      "title": "Поддержка - Anxiety Aid Tools",
      "description": "Получите помощь с Anxiety Aid Tools. FAQ, контактная информация и устранение неполадок для нашего приложения по управлению тревожностью."
    }
  }
}
