{
  "techniques": {
    "breathing": {
      "name": "Дыхание за 2 минуты",
      "short_description": "Простое дыхательное упражнение, которое успокаивает нервную систему и снижает тревожность за несколько минут",
      "description": "Когда возникает тревога, дыхание становится быстрым и поверхностным. Эта техника учит простым схемам дыхания, которые активируют естественную реакцию расслабления вашего организма.",
      "duration": "2-3 мин"
    },
    "grounding": {
      "name": "Якорение 5-4-3-2-1",
      "short_description": "Сенсорная техника, которая выводит вас из тревожных мыслей, сосредотачивая внимание на настоящем моменте",
      "description": "Техника якорения использует все пять чувств, чтобы вернуть вас в настоящий момент. Замечание 5 вещей, которые вы видите, 4, которые можно потрогать, 3, которые слышите, 2, которые ощущаете обонянием, и 1, которую можно попробовать на вкус, прерывает цикл тревожных мыслей и помогает снова сосредоточиться на окружении.",
      "duration": "3-5 мин"
    },
    "guidedBreathing": {
      "name": "Направляемое дыхание",
      "short_description": "Пошаговые дыхательные схемы для замедления сердечного ритма и снятия напряжения",
      "description": "Следуйте структурированным дыхательным упражнениям, предназначенным для регулирования вегетативной нервной системы. Визуальные инструкции помогают поддерживать правильный ритм и темп, облегчая достижение глубокого расслабления через контролируемую дыхательную практику.",
      "duration": "5-10 мин"
    },
    "progressiveMuscleRelaxation": {
      "name": "Прогрессивная мышечная релаксация",
      "short_description": "Снимает физическое напряжение через последовательное сокращение и расслабление мышечных групп",
      "description": "Тревога часто вызывает физическое напряжение, о котором вы даже не подозреваете. Эта техника учит постепенно сокращать и расслаблять разные группы мышц, помогая осознать физический стресс и отпустить его. Контраст между напряжением и расслаблением помогает телу достичь более глубокого состояния покоя.",
      "duration": "8-12 мин"
    },
    "peacefulVisualization": {
      "name": "Успокаивающая визуализация",
      "short_description": "Направляемое мысленное воображение, погружающее в спокойные обстановки для снижения стресса и тревожности",
      "description": "Ваш ум способен создавать живые и успокаивающие образы через визуализацию. Эта техника ведет вас через спокойные сценарии и умиротворяющие окружения, помогая мозгу отвлечься от тревожных мыслей и войти в состояние спокойствия. Регулярная практика позволяет легче достигать этого состояния при необходимости.",
      "duration": "10-12 мин"
    },
    "thoughtLabeling": {
      "name": "Маркировка мыслей",
      "short_description": "Практика осознанности, помогающая распознавать тревожные мысли как временные умственные события, а не как факты",
      "description": "Тревожные мысли могут казаться подавляющими, если воспринимать их как абсолютную правду. Эта практика осознанности учит наблюдать за мыслями с любопытством, а не с осуждением. Обозначение мыслей как «мысль», «беспокойство» или «планирование» создаёт дистанцию между вами и тревожным умом, снижая их эмоциональное воздействие.",
      "duration": "5-15 мин"
    },
    "stressReliefBubbles": {
      "name": "Антистрессовые пузыри",
      "short_description": "Интерактивная игра с лопанием пузырей, направляющая тревожную энергию в веселое повторяющееся движение",
      "description": "Иногда лучший способ справиться с тревогой — это мягкое и игровое отвлечение. Эта простая интерактивная активность помогает перенаправить нервную энергию и дает мозгу передышку от тревожных мыслей.",
      "duration": "2-5 мин"
    },
    "fidgetSpinner": {
      "name": "Онлайн-спиннер",
      "short_description": "Успокойте беспокойные руки плавным повторяющимся вращением на любом устройстве.",
      "description": "Раскрутите, отпустите и наблюдайте, как импульс постепенно исчезает. Простое тактильное действие даёт рукам постоянное занятие, а взгляд следует за ненавязчивым визуальным рисунком — помогает, когда нужна тихая разрядка лишней энергии.",
      "duration": "1-3 мин"
    },
    "soundTherapy": {
      "name": "Звуковая терапия",
      "short_description": "Целебные частоты, способствующие расслаблению и ясности ума",
      "description": "Некоторые звуковые частоты способны влиять на мозговые волны и способствовать расслаблению. Тщательно подобранные частоты помогают успокоить мысленный шум и направить мозг в более спокойные состояния. Используйте эту терапию для создания расслабляющей среды, способствующей глубокому расслаблению и снятию стресса.",
      "duration": "5-30 мин"
    },
    "stressBall": {
      "name": "Антистрессовый мяч",
      "short_description": "Интерактивный антистрессовый мяч для снятия напряжения и перенаправления тревожной энергии через тактильное взаимодействие",
      "description": "Иногда физическое напряжение требует физического выхода. Этот виртуальный антистрессовый мяч обеспечивает удовлетворительное тактильное ощущение, помогая направить нервную энергию и тревогу в целенаправленные сжатия. Повторяющееся действие помогает успокоить ум и дает телу способ снять стресс и накопленное напряжение.",
      "duration": "1-5 мин"
    },
    "magicBubbleBreathing": {
      "name": "Дыхание Волшебных Пузырей",
      "short_description": "Наблюдайте, как красивый пузырь растет и уменьшается во время дыхания",
      "description": "Надуйте волшебный пузырь своим дыханием! Наблюдайте, как пузырь растет, когда вы вдыхаете, и уменьшается, когда вы выдыхаете. Красочный, сверкающий пузырь помогает вам сосредоточиться на дыхании и почувствовать спокойствие. Это как надувать настоящие пузыри, но еще более волшебно!",
      "duration": "2-3 мин"
    }
  }
}
