{
  "techniques": {
    "breathing": {
      "name": "2-Minute Breathing",
      "short_description": "Simple breathing exercise that calm your nervous system and reduce anxiety in just minutes",
      "description": "When anxiety strikes, your breathing becomes shallow and rapid. This technique teaches you simple breathing patterns that activate your body's natural relaxation response.",
      "duration": "2-3 min"
    },
    "grounding": {
      "name": "5-4-3-2-1 Grounding",
      "short_description": "A sensory technique that pulls you out of anxious thoughts by focusing on what's around you right now",
      "description": "Grounding technique uses your five senses to anchor you in the present moment. When noticing 5 things you can see, 4 you can touch, 3 you can hear, 2 you can smell, and 1 you can taste interrupts the cycle of anxious thoughts and reconnects you with your immediate environment.",
      "duration": "3-5 min"
    },
    "guidedBreathing": {
      "name": "Guided Breathing",
      "short_description": "Step-by-step breathing patterns to slow your heart rate and ease tension",
      "description": "Follow structured breathing exercises designed to regulate your autonomic nervous system. These visual guides help you maintain proper timing and rhythm, making it easier to achieve the deep relaxation state that comes from controlled breathing practice.",
      "duration": "5-10 min"
    },
    "progressiveMuscleRelaxation": {
      "name": "Progressive Muscle Relaxation",
      "short_description": "Release physical tension by systematically tightening and relaxing muscle groups throughout your body",
      "description": "Anxiety often creates physical tension that you might not even notice. This technique teaches you to systematically tense and then release different muscle groups, helping you become aware of physical stress and learn to let it go. The contrast between tension and relaxation helps your body reach a deeper state of calm.",
      "duration": "8-12 min"
    },
    "peacefulVisualization": {
      "name": "Peaceful Visualization",
      "short_description": "Guided mental imagery that transports you to calming environments to reduce stress and worry",
      "description": "Your mind has the power to create vivid, calming experiences through visualization. This technique guides you through peaceful scenarios and serene environments, helping your brain shift away from anxious thoughts and into a state of tranquility. Regular practice can help you access this calm state more easily when you need it.",
      "duration": "10-12 min"
    },
    "thoughtLabeling": {
      "name": "Thought Labeling",
      "short_description": "A mindfulness technique that helps you recognize anxious thoughts as temporary mental events, not facts",
      "description": "Anxious thoughts can feel overwhelming when you treat them as absolute truths. This mindfulness practice teaches you to observe your thoughts with curiosity rather than judgment. Learning to label thoughts as 'thinking,' 'worrying,' or 'planning' creates distance between yourself and your anxious mind, reducing their emotional impact.",
      "duration": "5-15 min"
    },
    "stressReliefBubbles": {
      "name": "Stress Relief Bubbles",
      "short_description": "Interactive bubble-popping activity that redirects anxious energy into playful, repetitive motion",
      "description": "Sometimes the best way to deal with anxiety is through gentle distraction and play. This simple interactive activity helps redirect nervous energy while giving your mind a break from anxious thoughts.",
      "duration": "2-5 min"
    },
    "fidgetSpinner": {
      "name": "Online Fidget Spinner",
      "short_description": "Steady restless hands with a calm, repeatable spinning motion on any device.",
      "description": "Spin, release, and watch the momentum unwind. The simple tactile focus gives your hands something consistent to do while your mind follows an unfussy visual pattern—useful when you need a quiet outlet for excess energy.",
      "duration": "1-3 min"
    },
    "soundTherapy": {
      "name": "Sound Therapy",
      "short_description": "Healing frequencies that promote relaxation and mental clarity",
      "description": "Specific sound frequencies have been shown to influence brainwave patterns and promote relaxation. These carefully selected healing frequencies help quiet mental chatter and guide your brain into more peaceful states. Use this therapy to create a calming environment that supports deep relaxation and stress relief.",
      "duration": "5-30 min"
    },
    "stressBall": {
      "name": "Stress Ball",
      "short_description": "Interactive stress ball to squeeze away tension and redirect anxious energy through tactile engagement",
      "description": "Sometimes physical tension needs a physical release. This virtual stress ball provides a satisfying tactile experience that helps channel nervous energy and anxiety into purposeful squeezing motions. The repetitive action helps calm your mind while giving your body a way to release built-up stress and tension.",
      "duration": "1-5 min"
    },
    "scavengerHuntGrounding": {
      "name": "5 Senses Scavenger Hunt",
      "short_description": "Fun grounding game for kids using your 5 senses to find things around you",
      "description": "A playful way to help kids feel calm! Go on a scavenger hunt using your 5 senses - find things you can see, touch, hear, smell, and taste. This fun game helps children focus on what's around them right now instead of worrying thoughts.",
      "duration": "3-5 min"
    },
    "calmDownJar": {
      "name": "Calm Down Jar",
      "short_description": "Watch the glitter settle in this calming visual timer for kids",
      "description": "A magical calming tool! Watch the glitter swirl and slowly settle in the jar. This helps kids practice patience and gives them something peaceful to focus on when they feel upset or worried. It's like a timer that helps your mind feel calm too!",
      "duration": "2-5 min"
    },
    "worryMonster": {
      "name": "Worry Monster",
      "short_description": "Feed your worries to a friendly monster to help them feel smaller",
      "description": "Meet the Worry Monster! When you have worries, you can write them down and feed them to this friendly monster. The monster eats your worries so you don't have to carry them around. This helps kids understand that worries are just thoughts, not scary things that will happen!",
      "duration": "3-5 min"
    },
    "magicBubbleBreathing": {
      "name": "Magic Bubble Breathing",
      "short_description": "Watch a beautiful bubble grow and shrink as you breathe",
      "description": "Blow a magic bubble with your breath! Watch the bubble grow bigger when you breathe in and get smaller when you breathe out. The colorful, sparkly bubble helps you focus on your breathing and feel calm. It's like blowing real bubbles, but even more magical!",
      "duration": "2-3 min"
    },
    "teensBodyScan": {
      "name": "Body Scan for Teens",
      "short_description": "Gentle body awareness exercise to notice and release tension",
      "description": "A mindful way to check in with your body and notice how you're feeling. This body scan guides you through different parts of your body, helping you become aware of tension, tightness, or discomfort. By noticing these sensations without judgment, you can learn to release tension and feel more relaxed and present.",
      "duration": "5-10 min"
    },
    "futureWorryTime": {
      "name": "Future Worry Time",
      "short_description": "Schedule a specific time to worry, so worries don't take over your day",
      "description": "Instead of worrying all day long, set aside a specific time just for worrying! This technique helps you contain your worries to a scheduled time period. When worries pop up during the day, you can tell yourself 'I'll think about that during my worry time' and then actually do it. This helps you take control of when and how you worry.",
      "duration": "10-15 min"
    },
    "ocdThoughtLabeling": {
      "name": "OCD Thought Labeling",
      "short_description": "Recognize obsessions vs. reality by labeling your thoughts",
      "description": "Learn to identify and label intrusive thoughts and obsessions. This technique helps you recognize that thoughts are just thoughts - they're not facts, and having a thought doesn't mean it will come true. By labeling your thoughts, you can create distance from them and reduce their power over you.",
      "duration": "5-10 min"
    },
    "compulsionDelay": {
      "name": "Compulsion Delay Timer",
      "short_description": "Gradually delay compulsive behaviors using a timer",
      "description": "Use a timer to gradually delay acting on compulsions. This ERP technique helps you build tolerance for anxiety by waiting before performing compulsive behaviors. Start with short delays and gradually increase the time. Each successful delay builds your ability to resist compulsions.",
      "duration": "Variable (5-30 min)"
    },
    "uncertaintyTolerance": {
      "name": "Uncertainty Tolerance Exercises",
      "short_description": "Build comfort with uncertainty and not knowing",
      "description": "Practice sitting with uncertainty. OCD often involves an intense need for certainty. These exercises help you build tolerance for not knowing, which is a core component of OCD treatment. Learn to accept that some things are uncertain and that's okay.",
      "duration": "10-15 min"
    },
    "ocdMindfulness": {
      "name": "Mindfulness for Intrusive Thoughts",
      "short_description": "Observe intrusive thoughts without engaging with them",
      "description": "Practice mindfulness specifically adapted for OCD. Learn to observe intrusive thoughts and obsessions without getting caught up in them or trying to make them go away. This ACT-based approach helps you develop a different relationship with your thoughts.",
      "duration": "5-10 min"
    },
    "nauseaManagement": {
      "name": "Nausea Management",
      "short_description": "Breathing and grounding techniques for nausea sensations",
      "description": "Specific breathing patterns and grounding techniques to help manage nausea sensations. These techniques can help distinguish between anxiety-induced nausea and actual physical nausea, and provide tools to calm your body when you feel nauseous.",
      "duration": "3-5 min"
    },
    "sensationLabeling": {
      "name": "Body Sensation Labeling",
      "short_description": "Learn to distinguish anxiety from actual nausea",
      "description": "Practice identifying and labeling body sensations to help distinguish between anxiety-induced physical symptoms and actual nausea. This cognitive technique helps you understand what your body is really feeling and reduces fear around physical sensations.",
      "duration": "5-10 min"
    },
    "safeFoodsVisualization": {
      "name": "Safe Foods Visualization",
      "short_description": "Build confidence around eating through guided imagery",
      "description": "Use guided visualization to help build confidence around eating and food. This technique helps you imagine eating safely and comfortably, which can reduce anxiety around food and eating situations.",
      "duration": "5-10 min"
    },
    "copingCards": {
      "name": "Coping Cards",
      "short_description": "Create personalized cards with coping strategies for difficult moments",
      "description": "Create and use personalized coping cards with strategies, affirmations, and reminders that help you during difficult moments. You can write down what helps you, positive reminders, or step-by-step coping strategies. Keep these cards handy for when you need them most.",
      "duration": "Ongoing"
    },
    "testAnxietyReset": {
      "name": "Test Anxiety Reset",
      "short_description": "Quick technique to calm your mind before or during tests and exams",
      "description": "Feeling nervous about a test? This quick reset helps you calm your mind and body so you can focus on what you know. Use it right before a test starts, or take a quick break during the test if you feel overwhelmed. It combines breathing with helpful thoughts to get you back in the zone.",
      "duration": "2-3 min"
    },
    "socialAnxietyGrounding": {
      "name": "Social Anxiety Grounding",
      "short_description": "Quick grounding technique for social situations like parties, presentations, or group settings",
      "description": "Feeling anxious in social situations? This technique helps you stay present and calm when you're around other people. Use it before entering a social situation, or discreetly during conversations if you start to feel overwhelmed. It uses subtle grounding techniques you can do without anyone noticing.",
      "duration": "3-5 min"
    },
    "performanceAnxietyPrep": {
      "name": "Performance Anxiety Prep",
      "short_description": "Pre-performance routine for presentations, performances, or public speaking",
      "description": "Nervous about presenting or performing? This quick prep routine helps you get in the zone before you go on stage or speak in front of others. It combines breathing, visualization, and confidence-building techniques to help you perform at your best.",
      "duration": "3-5 min"
    },
    "interactiveArt": {
      "name": "Interactive Art Therapy",
      "short_description": "Create beautiful symmetric patterns through drawing - a calming art therapy tool",
      "description": "Express yourself through interactive art! Draw freely and watch as your movements create beautiful, symmetric patterns. This creative tool helps redirect anxious energy into something beautiful, providing a meditative and calming experience through art.",
      "duration": "5-15 min"
    }
  }
}
