{
  "meta": {
    "home": {
      "title": "ערכת כלים בקוד פתוח להתמודדות עם חרדה",
      "description": "כלים קהילתיים להקלה על חרדה הכוללים תרגילי נשימה, קרקוע והרפיית שרירים."
    },
    "breathing": {
      "title": "תרגיל נשימה של 2 דקות",
      "description": "תרגיל נשימה מודרך בחינם באמצעות דפוס נשימה של 4:6. מפעיל את מערכת העצבים הפאראסימפתטית להפחתת חרדה ומתח באופן טבעי."
    },
    "grounding": {
      "title": "טכניקת קרקוע 5-4-3-2-1",
      "description": "תרגיל קרקוע חינמי המשתמש בחמשת החושים להרגעת חרדה והתקפי פאניקה. טכניקה מבוססת ראיות לשחרור מיידי של מתח."
    },
    "guidedBreathing": {
      "title": "תרגיל נשימה מודרך",
      "description": "תרגילי נשימה מודרכים עם ליווי עדין. מפגשים של 5–10 דקות להרפיה עמוקה יותר וניהול חרדה."
    },
    "progressiveMuscleRelaxation": {
      "title": "הרפיה פרוגרסיבית של שרירים",
      "description": "תרגיל מודרך להרפיית שרירים. שחרור מתח פיזי וחרדה באמצעות טכניקות שיטתיות של כיווץ והרפיה."
    },
    "peacefulVisualization": {
      "title": "דמיון מודרך מרגיע",
      "description": "תרגילי דמיון מודרך להקלה על חרדה. מסע בדמיון למקומות רגועים לירידה במתח והרפיה."
    },
    "thoughtLabeling": {
      "title": "תיוג מחשבות",
      "description": "כלי אינטראקטיבי לתיוג מחשבות חרדתיות. זיהוי ותיוג מחשבות על מנת להפחית את ההשפעה הרגשית שלהן."
    },
    "stressReliefBubbles": {
      "title": "בועות לשחרור מתח - משחק אינטראקטיבי",
      "description": "משחק אינטראקטיבי של פיצוץ בועות להקלה על מתח וניהול חרדה. חוויה חושית מספקת לשחרור מתחים."
    },
    "fidgetSpinner": {
      "title": "ספינר מקוון - תנועה מרגיעה לאנרגיה חסרת מנוח",
      "description": "ספינר וירטואלי מינימליסטי עם אינרציה מציאותית. גררו כדי לסובב, שחררו כדי לתת לו להירגע, ותנו לידיים חסרות מנוח מוצא יציב."
    },
    "soundTherapy": {
      "title": "תרפיית צלילים - תדרים מרפאים לחרדה",
      "description": "תרפיית צלילים חינמית עם תדרים מרפאים והקלטות בינאוראליות. שמע להרפיה עמוקה והקלה על חרדה ומתח."
    },
    "stressBall": {
      "title": "כדור לחץ אינטראקטיבי - גרור וזרוק לשחרור חרדה",
      "description": "משחק וירטואלי של כדור לחץ אינטראקטיבי. גרירה, זריקה וקפיצה לשחרור מיידי של מתח וניהול חרדה. כלי טיפולי חינמי."
    },
    "magicBubbleBreathing": {
      "title": "נשימת בועות קסומות - תרגיל נשימה ויזואלי אינטראקטיבי לילדים",
      "description": "ויזואליזציה אינטראקטיבית של נשימת בועות לילדים. צפה בבועה צבעונית גדלה ומתכווצת עם הנשימה שלך. עזרה ויזואלית לנשימה שהופכת תרגילי נשימה לכיפיים ומעניינים לילדים. כלי ניהול חרדה ידידותי לילדים."
    },
    "privacy": {
      "title": "מדיניות פרטיות - Anxiety Aid Tools",
      "description": "מדיניות פרטיות עבור Anxiety Aid Tools. למד כיצד אנו מגנים על הנתונים שלך עם אנליטיקס מינימלית ואחסון מקומי בלבד."
    },
    "terms": {
      "title": "תנאי שימוש - Anxiety Aid Tools",
      "description": "תנאי שימוש עבור Anxiety Aid Tools. אפליקציה לניהול חרדה בקוד פתוח ברישיון GPL."
    },
    "support": {
      "title": "תמיכה - Anxiety Aid Tools",
      "description": "קבל עזרה עם Anxiety Aid Tools. שאלות נפוצות, פרטי יצירת קשר ופתרון בעיות עבור אפליקציית ניהול החרדה שלנו."
    }
  }
}
