{
  "techniques": {
    "breathing": {
      "name": "נשימה של 2 דקות",
      "short_description": "תרגיל נשימה פשוט שמרגיע את מערכת העצבים ומפחית חרדה בתוך דקות",
      "description": "כאשר החרדה מופיעה, הנשימה שלך הופכת לרדודה ומהירה. טכניקה זו מלמדת דפוסי נשימה פשוטים שמפעילים את תגובת ההרפיה הטבעית של הגוף שלך.",
      "duration": "2-3 דקות"
    },
    "grounding": {
      "name": "הקרקעה 5-4-3-2-1",
      "short_description": "טכניקה חושית שמוציאה אותך מהמחשבות החרדתיות על ידי מיקוד במה שנמצא סביבך ברגע זה",
      "description": "טכניקת הקרקעה משתמשת בחמשת החושים שלך כדי לעגן אותך ברגע הנוכחי. כאשר שמים לב ל-5 דברים שאתה רואה, 4 שאתה יכול לגעת בהם, 3 שאתה יכול לשמוע, 2 שאתה יכול להריח ו-1 שאתה יכול לטעום – הדבר עוצר את מעגל המחשבות החרדתיות ומחבר אותך מחדש לסביבה המיידית שלך.",
      "duration": "3-5 דקות"
    },
    "guidedBreathing": {
      "name": "נשימה מודרכת",
      "short_description": "דפוסי נשימה צעד אחר צעד להאטת קצב הלב והפחתת מתחים",
      "description": "עקוב אחרי תרגילי נשימה מובנים שמיועדים לאזן את מערכת העצבים האוטונומית שלך. מדריכים חזותיים אלו עוזרים לך לשמור על תזמון וקצב נכונים, ומקלים עליך להגיע למצב הרפיה עמוק הנובע מתרגול נשימה מבוקר.",
      "duration": "5-10 דקות"
    },
    "progressiveMuscleRelaxation": {
      "name": "הרפיה פרוגרסיבית של השרירים",
      "short_description": "שחרור מתח פיזי על ידי כיווץ והרפיה שיטתית של קבוצות שרירים בכל הגוף",
      "description": "חרדה יוצרת לעיתים מתח פיזי שאינך מודע אליו כלל. טכניקה זו מלמדת אותך לכווץ ואז לשחרר קבוצות שרירים שונות, מה שעוזר לך להיות מודע ללחץ הפיזי וללמוד לשחרר אותו. הניגוד בין מתח להרפיה מסייע לגוף להגיע למצב עמוק יותר של רוגע.",
      "duration": "8-12 דקות"
    },
    "peacefulVisualization": {
      "name": "דמיון מודרך מרגיע",
      "short_description": "דמיון מודרך שמעביר אותך לסביבות רגועות כדי להפחית מתח ודאגה",
      "description": "למוח שלך יש את היכולת ליצור חוויות מרגיעות וחיות באמצעות דמיון. טכניקה זו מדריכה אותך דרך תרחישים שלוים וסביבות שקטות, ועוזרת למוחך לעבור ממחשבות חרדתיות למצב של שלווה. תרגול קבוע יכול לעזור לך לגשת למצב זה בקלות רבה יותר כאשר תזדקק לכך.",
      "duration": "10-12 דקות"
    },
    "thoughtLabeling": {
      "name": "תיוג מחשבות",
      "short_description": "טכניקת מיינדפולנס שעוזרת לזהות מחשבות חרדתיות כאירועים זמניים במחשבה ולא כעובדות",
      "description": "מחשבות חרדתיות עלולות להיראות מציפות כאשר מתייחסים אליהן כאמיתות מוחלטות. תרגול מיינדפולנס זה מלמד אותך להתבונן במחשבותיך בסקרנות ולא בשיפוטיות. למידה לתיוג מחשבות כ'חשיבה', 'דאגה' או 'תכנון' יוצרת מרחק בינך לבין מוחך החרדתי ומפחיתה את ההשפעה הרגשית שלהן.",
      "duration": "5-15 דקות"
    },
    "stressReliefBubbles": {
      "name": "בועות לשחרור מתח",
      "short_description": "פעילות אינטראקטיבית של פיצוץ בועות שמסיטה אנרגיה חרדתית לפעולה משחקית וחזרתית",
      "description": "לפעמים הדרך הטובה ביותר להתמודד עם חרדה היא באמצעות הסחת דעת עדינה ומשחק. פעילות אינטראקטיבית פשוטה זו עוזרת להסיט אנרגיה עצבנית תוך מתן הפסקה למוח ממחשבות חרדתיות.",
      "duration": "2-5 דקות"
    },
    "fidgetSpinner": {
      "name": "ספינר מקוון",
      "short_description": "העניקו לידיים חסרות מנוח תנועה מסתובבת, רגועה וחוזרת בכל מכשיר.",
      "description": "סובבו, שחררו ותנו לאינרציה להאט. המיקוד הטקטילי הפשוט נותן לידיים עוגן קבוע בזמן שהעיניים עוקבות אחר תבנית חזותית נקייה—יעיל כשצריך מוצא שקט לעודף אנרגיה.",
      "duration": "1-3 דקות"
    },
    "soundTherapy": {
      "name": "תרפיית צלילים",
      "short_description": "תדרים מרפאים המעודדים רגיעה ובהירות מחשבתית",
      "description": "תדרי צליל מסוימים הוכחו כמשפיעים על דפוסי גלי המוח ומעודדים רגיעה. תדרים מרפאים נבחרים אלו עוזרים להשתיק את הרעש המחשבתי ולהוביל את המוח למצב רגוע יותר. השתמש בתרפיה זו כדי ליצור סביבה מרגיעה התומכת בהרפיה עמוקה ושחרור מתח.",
      "duration": "5-30 דקות"
    },
    "stressBall": {
      "name": "כדור לחץ",
      "short_description": "כדור לחץ אינטראקטיבי לסחיטה שמפחיתה מתח ומסיטה אנרגיה חרדתית באמצעות מגע",
      "description": "לעיתים מתח פיזי דורש שחרור פיזי. כדור הלחץ הווירטואלי הזה מספק חוויה מגעית מספקת שעוזרת לתעל אנרגיה עצבנית וחרדה לתנועות סחיטה מכוונות. הפעולה החוזרת מסייעת להרגיע את המחשבות תוך מתן דרך לגוף לשחרר מתח שנצבר.",
      "duration": "1-5 דקות"
    },
    "magicBubbleBreathing": {
      "name": "נשימת בועות קסומות",
      "short_description": "צפה בבועה יפה גדלה ומתכווצת בזמן שאתה נושם",
      "description": "נשוף בועה קסומה עם הנשימה שלך! צפה בבועה גדלה כשאתה שואף ומתכווצת כשאתה נושף. הבועה הצבעונית והנוצצת עוזרת לך להתמקד בנשימה ולהרגיש רגוע. זה כמו לנשוף בועות אמיתיות, אבל עוד יותר קסום!",
      "duration": "2-3 דקות"
    }
  }
}
